<?php
// Heading
$_['heading_title']                = 'Логин';

// Text
$_['text_account']                 = 'Профиль';
$_['text_login']                   = 'Войти';
$_['text_new_customer']            = 'Новый клиент';
$_['text_register']                = 'Регистрация учетной записи';
$_['text_register_account']        = 'Создавая аккаунт, вы сможете делать покупки быстрее, быть в курсе о статусе заказа, а также просматривать заказы которые вы делали ранее.';
$_['text_returning_customer']      = 'Вход';
$_['text_i_am_returning_customer'] = 'Я постоянный покупатель';
$_['text_forgotten']               = 'Забыли пароль';
$_['text_advantages']			   = '<p> Личный кабинет позволит вам: <br><br>

										- хранить свою историю заказов <br>
										- накапливать бонусы и скидки <br>
										- стать участником книжного сообщества Пегас <br>
										- участвовать в улучшении книг издательства <br>
										- сохранять товары в закладки <br>
										- получать оповещения о ближайших акциях, конкурсах <br><br><br>

										Оптовые клиенты получат доступ к прайсу, оптовым ценам. За вами будет закреплен персональный менеджер по оптовым продажам									  
									</p>';
// Entry
$_['entry_email']                  = 'Ваш Email:';
$_['entry_password']               = 'Пароль:';

// Error
$_['error_login']                  = 'Предупреждение: Не совпадает адрес электронной почты и/или пароль.';
$_['error_attempts']               = 'Предупреждение: Ваша учетная запись превысила допустимое число попыток входа в систему. Пожалуйста, попробуйте снова через 1 час.';
$_['error_approved']               = 'Предупреждение: Ваша учетная запись требует утверждения, прежде чем Вы сможете войти.';

