<?php
// Heading
$_['heading_title'] = 'Ваш обліковий запис успішно створено!';

// Text
$_['text_message']  = '<p>Вітання! Ваш профіль успішно створено!</p> <p>Тепер Ви можете скористатися додатковими можливостями: проглядання історії замовлень, друк рахунку, зміна інформації вашого профілю та багато іншого.</p> <p>Якщо У Вас є якісь питання щодо нашого магазину - будь ласка, зв’яжіться з нами за допомогою <a href="%s">форми зворотного зв’язку</a> або за допомогою e-mail.</p>';
$_['text_approval'] = '<p>Дякуємо за раєстрацію %s!</p><p>Ви отримаєте повідомлення на e-mail коли Ваш обліковий запис буде активовано.</p><p>Якщо У Вас є якісь питання щодо роботи цього інтернет-магазину, будь-ласка <a href="%s">напишіть їх нам</a>.</p>';
$_['text_account']  = 'Обліковий запис';
$_['text_success']  = 'Успішно';
