<?php
// Heading
$_['heading_title']            = 'Корзина | Издательство ПЕГАС';
$_['text_head']    			   = 'Оформить заказ:';
// Text
$_['text_success']             = '<span>Товар %s добавлен в корзину</span> <a href="%s" class="cart-open">Открыть</a>';
$_['text_remove']              = 'Вы изменили данные в корзине!';
$_['text_login']               = 'Внимание: Вы должны <a href="%s"> войти</a> или <a href="%s">зарегистрироваться</a> для просмотра цен!';
$_['text_items']               = '<strong>Корзина</strong><div class="cart_info" id="cart-count">%s грн</div>';
$_['text_points']              = 'Бонусы: %s';
$_['text_next']                = 'Что вы хотите делать дальше?';
$_['text_next_choice']         = 'Выберите, если у вас есть код на скидку, вы желаете использовать бонусные баллы или оценить стоимость доставки.';
$_['text_empty']               = 'Ваша корзина пуста!';
$_['text_day']                 = 'день';
$_['text_week']                = 'неделя';
$_['text_semi_month']          = 'полмесяца';
$_['text_month']               = 'месяц';
$_['text_year']                = 'год';
$_['text_trial']               = '%s каждые %s %s для %s платежей чем ';
$_['text_recurring']           = '%s каждый %s %s';
$_['text_length']              = ' для %s платежей';
$_['text_until_cancelled']     = 'до отмены';
$_['text_recurring_item']      = 'Повторяющийся заказ';
$_['text_payment_recurring']   = 'Платёжный профиль';
$_['text_trial_description']   = '%s каждые %d %s(s) для %d платежей чем';
$_['text_payment_description'] = '%s каждые %d %s(s) для %d платежей';
$_['text_payment_cancel']      = '%s каждые %d %s(s) до отмены';
$_['text_quick_order'] 		   = 'Быстрый заказ';
$_['text_standart_order'] 	   = 'Развёрнутый заказ';
$_['text_quick_order_head']    = 'Пожалуйста, введите номер, по которому мы сможем с Вами связаться. Оператор гарантированно перезвонит в течение 5 минут!';
$_['quick_order_checkout'] 	   = 'Оформить заказ';
$_['quick_order_cont_shoping'] = 'Продолжить покупки';
$_['text_fast_rules'] 		   = '<p>*Оформление заказа не обязывает Вас к покупке. </p>
									<p>Для того чтобы оформить заказ, введите Ваш номер телефона и нажмите кнопку "Оформить заказ". <br>
									Наш менеджер свяжется с Вами и уточнит детали. В ходе телефонного разговора можно внести изменения в заказ или отменить его.</p>
									<p>Также Вы можете оформить заказ самостоятельно, нажав на опцию "Развернутый заказ" над формой. </p>';
$_['text_discount'] 		   = '<h3>Поздравляем!</h3>
								<p>Скидка на Ваш следующий заказ составит 6%.</p>';
$_['text_discount_guest']      = '<p>Для получения скидки Вы можете зарегистрироваться в <a href="https://pegas-publishing.com.ua/login">кабинете пользователя</a>, либо назвать номер телефона, по которому Вы совершали первую покупку. </p>';

$_['text_rules_head'] 		   = '<li>Оставьте свои контактные данные для подтверждения заказа</li>
								<li class="red">Поля, помеченные звездочкой, обязательны к заполнению</li>
								<li>Ваши персональные данные защищены и не подлежат разглашению</li>';
$_['text_username']   		   = 'Ваши фамилия и имя:';
$_['username']   		   	   = 'Введите имя...';
$_['text_phone']   	  		   = 'Контактный телефон:';
$_['text_email']   	  		   = 'E-mail:';
$_['email']   	  		   	   = 'Введите электронный адрес...';
$_['text_address']   	  	   = 'Город доставки:';
$_['address']   	  	   	   = 'Введите название города...';
$_['text_delivery']   	  	   = 'Метод доставки:';
$_['delivery_pickup']   	   = 'Самовывоз';
$_['delivery_nova']   	  	   = 'Новой почтой';
$_['delivery_mist']   	  	   = 'Мистэкспресс';
$_['payment_cash']   	  	   = 'Оплата наличными';
$_['payment_code']   	  	   = 'Наложенный платеж';
$_['payment_cashless']   	   = 'Безналичный расчет';

$_['text_comment']    		   = 'Комментарий к заказу:';
$_['text_standart_rules'] 		   = '<p> *Оформление заказа не обязывает Вас к покупке.</p>
									<p>Наши менеджеры свяжутся с Вами для подтверждения и согласования заказа. 
									В ходе телефонного разговора можно внести изменения в заказ или отменить его.</p>';

// Column
$_['column_image']             = 'Изображение';
$_['column_name']              = 'Товары:';
$_['column_model']             = 'Модель';
$_['column_quantity']          = 'Количество:';
$_['column_price']             = 'Цена:';
$_['column_total']             = 'Всего:';
$_['text_currency'] 		   = 'грн';

$_['book_code'] 			   = 'Штрих-код:';
$_['book_lang'] 			   = 'Язык:';
// Error
$_['error_stock']              = 'Товары отмеченные *** отсутствуют на складе!';
$_['error_minimum']            = 'Минимальная сумма заказа для %s - %s!';
$_['error_required']           = 'Не заполнено поле "%s"!';
$_['error_product']            = 'Ваша корзина пуста!';
$_['error_recurring_required'] = 'Выберите повторяющийся платеж!';