<?php
// Heading
$_['heading_title']                  = 'Оформление заказа';

$_['button_login']                   = 'Войти';
$_['button_order']                   = 'Оформить заказ';
$_['button_save_changes']            = 'Сохранить изменения';
$_['button_prev']                    = 'Назад';
$_['button_next']                    = 'Продолжить';

// Text
$_['text_cart']                      = 'Корзина';
$_['text_checkout_customer']         = 'Новый покупатель';
$_['text_checkout_customer_login']   = 'Постоянный клиент';
$_['text_checkout_customer_cancel']  = 'Отмена';
$_['text_checkout_shipping_method']  = 'Выберите способ получения';
$_['text_checkout_payment_method']   = 'Оплата заказа';
$_['text_checkout_payment_address']  = 'Адрес оплаты';
$_['text_checkout_shipping_address'] = 'Адрес доставки';
$_['text_city']                      = 'Начните набирать Ваш город и выберите его из списка';
$_['text_shipping_address']          = 'Введите Ваш адрес для получения полной информации по доставке';
$_['text_payment_address']           = 'Введите Ваш адрес для получения полной информации по оплате';
$_['text_forgotten']                 = 'Забыли пароль?';
$_['text_only']                      = 'Регион: %s';
$_['text_reward']                    = 'Бонусных баллов: %s';
$_['text_items']                     = 'Товаров: %s (%s)';
$_['text_empty']                     = 'Ваша корзина пуста!';
$_['text_login']                     = 'Необходимо войти в <a href="%s">личный кабинет</a> или создать <a href="%s">учетную запись</a> чтобы видеть цены!';
$_['text_agree']                     = 'Нажимая кнопку "Оформить заказ" я согласен с обработкой моих личных данных в объеме что необходимые для обработки и отправки почтовых отправлений и связи со мной по поводу таких отправлений';
$_['text_agree_shoppica']            = 'Я прочитал и согласен с правилами <a class="s_main_color" rel="prettyPhoto[ajax]" href="%s&iframe=true" alt="%s"><b>%s</b></a>';
$_['text_private']                   = 'Физ. лицо';
$_['text_company']                   = 'Юр. лицо';
$_['text_add_new']                   = 'Добавить новый адрес';
$_['text_your_company']              = 'Данные организации';
$_['text_select_address']            = 'Выберите адрес';
$_['text_proceed_payment']           = 'Подождите... Происходит переход к оплате';
$_['text_checkout_shipping_address'] = 'Адрес доставки';
$_['text_payment_form_title']        = 'Оплата';
$_['text_account_created']           = 'Ваш аккаунт создан! Вы можете перейти к оплате заказа!';
$_['text_need_save_changes']         = 'Необходимо сохранить изменения перед оплатой!';
$_['text_saving_changes']            = 'Сохранение изменений...';
$_['text_you_will_be_registered']    = 'Вы будете зарегистрированы!';
$_['text_please_confirm']            = 'Заказ не подтвержден и может быть потерян!';
$_['text_remember'] 				 = 'Запомнить меня';
$_['text_r_register']			     = 'Регистрация';
$_['text_r_descr']					 = 'Если вы впервые у нас на сайте - зарегистрируйтесь и будьте в курсе всех скидок и новинок. Вся информация о заказах будет храниться в вашем личном кабинете&nbsp;&nbsp;';
$_['text_n_account']			     = 'Новый аккаунт';
$_['text_n_descr']				     = 'У вас еще нет аккаунта?';
$_['text_n_create']					 = 'Создать';

// Column
$_['column_image']                   = 'Фото';
$_['column_name']                    = 'Наименование товара';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = '<span title="Количество">Кол-во</span>';
$_['column_price']                   = 'Цена';
$_['column_total']                   = 'Итого';

// Entry
$_['entry_email']                    = 'Email:';
$_['entry_password']                 = 'Пароль:';
$_['entry_password_confirm']         = 'Подтвердите пароль:';
$_['entry_register']                 = 'Зарегистрироваться на сайте:';
$_['entry_coupon']                   = 'Купон:';
$_['entry_reward']                   = 'Использовать баллов (не более %s):';
$_['entry_voucher']                  = 'Подарочный сертификат:';
$_['entry_newsletter']               = 'Подписаться на новости:';
$_['entry_address_same'] 	         = 'Адрес доставки совпадает с адресом плательщика';
$_['entry_customer_type'] 	         = 'Тип покупателя';

// Error
$_['error_login']                    = 'Ошибка: Неверный E-Mail или пароль!';
$_['error_exists']                   = 'E-Mail уже зарегистрирован! Выполните вход для совершения заказа!';
$_['error_no_shipping']              = 'Доставка по данному адресу невозможна! Обратитесь к <a href="%s">Администрации</a>!';
$_['error_no_payment']               = 'Оплата по данному адресу невозможна! Обратитесь к <a href="%s">Администрации</a>!';
$_['error_stock']                    = 'Товары, отмеченные ***, недоступны в нужном количестве или их нет на складе!';
$_['error_minimum']                  = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_agree']                    = 'Вы должны согласиться с условиями соглашения "%s"!';
$_['error_password']                 = 'В пароле должно быть от 4 до 20 символов!';
$_['error_password_confirm']         = 'Пароль и подтверждение пароля должны совпадать!';
$_['error_coupon']                   = 'Ошибка: купон либо недействителен, либо истек срок его действия, либо достигнут предел его использования!';
$_['error_voucher']                  = 'Неверно указан код Подарочного Сертификата, либо он уже использован, либо истёк срок действия!';
$_['error_reward']                   = 'Пожалуйста введите количество бонусных баллов, которые Вы хотите использовать!';
$_['error_points']                   = 'У вас нет столько бонусных баллов!';
$_['error_maximum']                  = 'Можно потратить не более %s бонусных баллов!';
$_['error_shipping']                 = 'Вы должны выбрать способ доставки!';
$_['error_no_shipping']              = 'Доставка по данному адресу невозможна! Обратитесь к <a href="%s">Администрации</a>!';
$_['error_payment']                  = 'Вы должны выбрать способ оплаты!';
$_['error_no_payment']               = 'Оплата по данному адресу невозможна! Обратитесь к <a href="%s">Администрации</a>!';
$_['error_min_amount']               = 'Внимание: Минимальная сумма для заказа %s!';
$_['error_max_amount']               = 'Винмание: Максимальная сумма для заказа %s!';
$_['error_min_quantity']             = 'Внимание: Минимальное количество для заказа %s!';
$_['error_max_quantity']             = 'Внимание: Максимальное количество для заказа %s!';
$_['error_min_weight']               = 'Внимание: Минимальный вес для заказа %s!';
$_['error_max_weight']               = 'Внимание: Максимальный вес для заказа %s!';
$_['error_filename']                 = 'Имя файла должно быть от 3 до 64 знаков!';
$_['error_filetype']                 = 'Недопустимый тип файла!';
$_['text_summary']                   = 'Общая информация по заказу';
$_['text_summary_comment']           = 'Комментарий';
$_['text_summary_shipping_address']  = 'Адрес доставки';
$_['text_summary_payment_address']   = 'Адрес оплаты';
$_['text_seria'] = 'Серия';
$_[ 'rules'] = '<ol class = "rules" style = "padding-left: 20px;"> <li> Оставьте свои контактные данные для подтверждения заказа </ li> <li class = "red" style = "color: #db1c3c;"> Поля, помеченные звездочкой, обязательны к заполнению </ li> <li> Ваши персональные данные защищены и не подлежат разглашению </ li> <li> Способ доставки и оплаты согласовываются с менеджером после подтверждения заказа </ li> </ ol> ';

?>
