<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Кошик';
$_['text_head']    	   = 'Оформити замовлення:';
// Text
$_['text_success']     = 'Ви додали <a href="%s">%s</a> до Вашого <a href="%s">кошика</a>!';
$_['text_remove']      = 'Ви успішно змінили Ваш кошик!';
$_['text_login']       = 'Вам необхідно <a href="%s">ввійти</a> чи <a href="%s">створити профіль</a> щоб побачити ціни!';
$_['text_items']       = '%s товар(ри) - %s';
$_['text_points']      = 'Бонусні бали: %s';
$_['text_next']        = 'Що б Ви хотіли зробити далі?';
$_['text_next_choice'] = 'Оберіть, якщо у Вас є дисконтний код або бонусні бали, які б Ви хотіли використати, або якщо б Ви хотіли визначити вартість доставки.';
$_['text_empty']       = 'Ваш кошик порожній!';
$_['text_day']         = 'день';
$_['text_week']        = 'тиждень';
$_['text_semi_month']  = 'половина місяця';
$_['text_month']       = 'місяць';
$_['text_year']        = 'рік';
$_['text_trial']       = '%s кожний %s %s для %s платежів тоді ';
$_['text_recurring']   = '%s кожний %s %s';
$_['text_length']      = ' для %s платежів';
$_['text_until_cancelled']   	= 'поки не скасовано';
$_['text_recurring_item']    	              = 'Повторювані платежі';
$_['text_payment_recurring']                    = 'Профіль оплати';
$_['text_trial_description'] 	              = '%s кожний %d %s(s) для %d платіж(ів) тоді';
$_['text_payment_description'] 	              = '%s кожний %d %s(s) для %d платіж(ів)';
$_['text_payment_until_canceled_description'] = '%s кожний %d %s(s) поки не скасовано';
$_['text_quick_order'] 						  = 'Швидке замовлення';
$_['text_standart_order'] 					  = 'Розширене замовлення';
$_['text_quick_order_head'] 				  = 'Будь ласка, введіть номер, за яким ми зможемо з Вами зв`язатися. Оператор передзвонить Вам найближчим часом!';
$_['quick_order_checkout'] 					  = 'Оформити замовлення';
$_['quick_order_cont_shoping'] 				  = 'Продовжити покупки';
$_['text_fast_rules'] 						  = '<p> * Оформлення замовлення не зобов`язує Вас до покупки. </p>
												<p> Для того щоб оформити замовлення, введіть Ваш номер телефону і натисніть кнопку "Оформити замовлення". <br>
												Наш менеджер зв`яжеться з Вами і уточнить деталі. В ході телефонної розмови можна внести зміни в замовлення або скасувати його. </p>
												<p> Також Ви можете оформити замовлення самостійно, натиснувши на опцію "Розширене замовлення" над формою. </p>';
$_['text_discount'] 						  = '<h3> Вітаємо! </h3>
												<p> Знижка на Ваше наступне замовлення складе 6%. </p>
												<p> Для отримання знижки Ви можете зареєструватися в <a href="https://pegas-publishing.com.ua/login"> кабінеті користувача </a>, або назвати номер телефону, за яким Ви робили першу покупку. </p>';
$_['text_rules_head'] 						  = '<li> Залиште свої контактні дані для підтвердження замовлення </li>
												<li class = "red"> Поля, помічені зірочкою, обов`язкові до заповнення </li>
												<li> Ваші персональні дані захищені і не підлягають розголошенню </li>';
$_['text_username']   						  = 'Ваші прізвище та ім`я:';
$_['username']   		   	   				  = 'Введіть ім`я...';
$_['text_phone']   	  						  = 'Контактний телефон:';
$_['text_email']   	  		   				  = 'E-mail:';
$_['email']   	  		   	   				  = 'Введіть електронну адресу ...';
$_['text_address']   	  	   				  = 'Місто доставки:';
$_['address']   	  	   	   				  = 'Введіть назву міста...';
$_['text_delivery']   						  = 'Метод доставки:';
$_['delivery_pickup']   	  	   			  = 'Самовивіз';
$_['delivery_nova']   	  	   	   			  = 'Новою поштою';
$_['delivery_mist']   	  	   	   			  = 'Містекспрес';
$_['text_comment']    						  = 'Коментар до замовлення:';
$_['text_standart_rules'] 		   			  = '<p> *Оформлення замовлення не зобов`язує Вас до покупки. </p>
												<p> Наші менеджери зв`яжуться з Вами для підтвердження і узгодження замовлення.
												В ході телефонної розмови можна внести зміни в замовлення або скасувати його. </p>';


// Column
$_['column_image']          = 'Зображення';
$_['column_name']           = 'Товари:';
$_['column_model']          = 'Модель:';
$_['column_quantity']       = 'Кількість:';
$_['column_price']          = 'Ціна:';
$_['column_total']          = 'Загалом:';
$_['text_currency'] 		= 'грн';

$_['book_code'] 			= 'Штрих-код:';
$_['book_lang'] 			= 'Мова:';
// Error
$_['error_stock']            = 'Товари позначені *** закінчилися або їхній залишок менший від кількості яку Ви хочете замовити!';
$_['error_minimum']          = 'Мінімальна кількість замовлення для %s становить %s!';
$_['error_required']         = 'Не заповнене поле "%s"!';
$_['error_product']          = 'У Вашому кошику немає товарів!';
$_['error_recurring_required'] = 'Будь-ласка виберіть повторюваний платіж!';